Repository: diepdap5/DATN
Catalog: insidemuseum_app/lib/l10n/intl_*.arb
Languages: ja, vi

# choosingMuseum
source: The museum you want to see is:
ja: あなたが見たい美術館は:
vi: Bảo tàng bạn đang tìm kiếm là:

# museumName1
source: Tokyo National Museum
ja: 東京国立博物館
vi: Bảo tàng Quốc gia Tokyo

# museumName2
source: Kyoto National Museum
ja: 京都国立博物館
vi: Bảo tàng Quốc gia Kyoto

# museumName3
source: Nara National Museum
ja: 奈良国立博物館
vi: Bảo tàng Quốc gia Nara

# museumName4
source: Kyushu National Museum
ja: 九州国立博物館
vi: Bảo tàng Quốc gia Kyushu

# recognitionTitle
source: Recognition
ja: 認識
vi: Nhận diện

# confirmArtifact
source: Are you looking for:
ja: このアーティファクトを探していますか：
vi: Có phải bạn đang tìm:

# confirmTrue
source: Yes
ja: はい
vi: Đúng

# confirmFalse
source: No
ja: いいえ
vi: Không

# stayScreenAlert
source: Please stay on the screen for
ja: 画面に
vi: Hãy giữ nguyên trong

# stayScreenAlert2
source: seconds
ja: 秒間留まってください
vi: giây
